Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “他现在有两个脑子，想到这一点并不难。”麦格微微摇头。
en_us: "He has two brains now, so it isn't hard to think about that." Mag shook his head slightly.

source: “他的理念一直和我们接近，和平联盟和新的抵抗联盟就交给他了，比我们更专业。”两个孩子还没有睡醒，麦格自己盛了一碗粥在伊琳娜对面坐下，“如果恶魔族那几个种族和奥斯特还要继续跳脱，就先把他们收拾了，签下和平条约再北上。”
en_us: "His ideas have always been similar to ours. Let's leave the Peace Alliance and the new Resistance Alliance to him. He's much more professional than us." The two children were still asleep. Mag got himself a bowl of porridge and sat across from Irina. "If Auster and those few demon tribes are still making trouble, we'll take care of them first before signing the peace treaty and set off for the north."

source: “他的确在这里出现过，而且不止在一个地方逗留。”梅兰特看着漂浮在面前滴溜溜旋转的龟甲石，神情格外凝重。
en_us: "He has indeed appeared here before, and he has stayed in more than one place." Merante looked at the hovering and spinning septaria oracle with an exceptionally grave expression.

source: “他的身法飘忽古怪，并未与臣正面交手，但实力应当不弱于九级，绝非魔法师能够比拟。而且他的身上散发着一种令人不适的气息，一靠近便令人恐惧。”利尔回想起昨晚与那黑袍人交手的情形，依旧觉得后背有些发凉。
en_us: "His movements were shifty and weird. He didn't fight with me directly, but his power should be above the 9th-tier, and not that of a magic caster's. Furthermore, there was an uncomfortable aura emanating from him. It made one fearful when one got close to him." Lear recalled the situation where he fought with the man in black robe last night. He was still getting chills down his back.

source: “他要是有这贼胆，早就先摸上我的床了，还轮得到外面的小婊砸？呵，男人。”伊琳娜放下笔，合上日记本。
en_us: "He would have climbed into my bed if he has the guts. Why will the little b*tches out there ever stand a chance?" Ha, men." Irina put down her pen and closed the diary.

source: “他说是普通家庭，你信吗？”费奇看了他一眼。
en_us: "He said he comes from a normal family. Do you believe him?" Fitch threw him a look.

source: “他说：刚烧开的水其实是可以直接喝的，只要你不怕烫就行。
en_us: "He said: 'You can actually drink water that is freshly boiled, as long as you're not afraid of being scalded.'

source: “他隐忍这么多年，虽是二皇子，但已经成了王位的有力竞争者，哪怕是肖恩也没有绝对把握能够胜了他。在这种时刻，突然做出这样的举动，让自己完全出局，令人费解。”
en_us: "He had been enduring for so many years. Although he's the second prince, he was still a very strong contender for the throne. Even Sean would not have the confidence of defeating him. Doing this suddenly at this time would disqualify him. This is bewildering."

source: “以哈迪斯先生的酒馆目前的势头，就算不参加这品酒大会，也能客满为患。”埃菲在麦格对面坐下，一双美眸盈盈的望着他，“不过，想来哈迪斯先生也有着让更多的人知道自己酿的美酒的野心吧。”
en_us: "Judging from the popularity of your tavern, I think you would be able to get a full house even if you don't join this liquor tasting event." Eiffie sat opposite to Mag and looked at him with her beautiful eyes. "However, I think you also have the ambition of letting more people know about your wine."

source: “以洛斯帝国之兵力，与那亡灵军团一战，有几分胜算？”大殿中，安德烈看着多米尼克问道。
en_us: In the great hall, Andre asked Dominic, "With the Roth Empire's military might, what are our chances of defeating that Army of the Dead?"

source: “任务前置奖励：秘制酒鬼花生菜谱一份、凉拌猪耳朵菜谱一份已发放！”
en_us: "Mission advance reward: one recipe of the secret drunkard peanuts and one recipe of the pig ears salad have been released!

source: “伊……丽……莎……”兰克斯特表情痛苦的念出几个字，然后再次陷入了疯狂的状态之中，对麦格发起了攻击。
en_us: "E...li...za..." Rankster uttered with a painful expression. After that he fell into his hysterical state again and started attacking Mag.

source: “伊丽莎白提前开启休假模式了。”麦格笑着说道。
en_us: Mag smilingly replied, "Elizabeth started her holiday mode in advance."

source: “伊丽莎白走了，教廷找上门，要不我也歇业带艾米出去玩一段时间好了？”麦格转身进了餐厅，在心里思考着。
en_us: Mag turned around, and walked into the restaurant as he thought, Elizabeth left, and the Holy See came looking for us. Why don't I bring Amy out to play for a period of time?

source: “伊丽莎白？是有什么东西落在餐厅了吗？”麦格有点意外的看着她。
en_us: "Elizabeth? Did you leave something behind in the restaurant?" Mag looked at her with surprise.

source: “伊琳娜公主！”
en_us: "Princess Irina!"

source: “伊琳娜公主！我想大祭司应该不希望看到这样的事情，希望您能够三思，莎莉公主再过几日便会回来了。”德克有些紧张的上前。
en_us: "Princess Irina! I think the High Priestess wouldn't want to see this. I hope you can reconsider it. Princess Sally will return in a few more days." Dirk stepped forward nervously.

source: “伊琳娜公主？”诺亚一惊，连声音都提高了几分，但又疑惑道：“可她不是精灵啊，是个人类。”
en_us: "Princess Irina?" Noya was so shocked that he raised his voice. After that, he said in bewilderment, "But she's not an elf. She's a human."

source: “伊琳娜殿下，我是布鲁斯特家族的德克，您深夜降临，有何贵干。”管家硬着头皮上前，看着伊琳娜恭敬道。
en_us: The butler forced himself to go forward and respectfully asked Irina, "Princess Irina, I am Dirk from the Brewster Family. May I know what is your purpose in coming here so late in the night?"

source: “伊琳娜，女，三十岁，精灵，身体状况：法力消耗过大，多处软组织损伤已修复，身体进入保护性休眠状态，无大碍。”系统的检查报告很快出现在麦格的脑海中。
en_us: "Irina, female, 30 years old, elf. Physical conditions: serious exhaustion of magical power. Multiple soft tissue injuries have been repaired. The body has entered into a protective sleep state. Nothing serious." The system's checkup report quickly appeared in Mag's mind.

source: “休假一个月吗？”三分钟后，歌洛璃娅站在餐厅门口，看着门上挂着的告示，神情有点惊讶和失落。
en_us: "Taking a one-month break?" Three minutes later, Gloria stood at the restaurant's door, and looked at the notice at the door with a shocked and disappointed expression.

source: “会是谁呢？我们昨天才刚刚拿回金奖。”埃菲皱眉，百思不得其解。
en_us: "Who could it be? We just took the gold award back yesterday." Eiffie frowned in bewilderment.

source: “会被丢弃。”麦格说道。
en_us: "They would be thrown away," Mag said.

source: “伟大的克苏鲁大人有着无数仆从，我们恐怖猎手一族只是大人麾下的一个下等仆从种族。”大蛇答道。
en_us: "The great Lord Cthulhu has countless servants. We the Horror Hunters are only one of the lord's lowly servant races." The giant snake answered.

source: “传我命令，不用阻止精灵上街游行，我倒要看看，这一次他们做出的选择，是否是正确的。”海伦娜平静的说道。
en_us: "Disseminate my orders. Do not hinder the marching elves. I want to see if their choice this time is right," Helena said calmly.

source: “伤员？”伊琳娜扭头看着麦格，比起刚刚倒是清醒了许多。
en_us: "Injured patient?" Irina turned to look at Mag. She was much more awake than before.

source: “但凡你们能够争气一点点，能够履行当年我和你们制定的盟约，对女王陛下和精灵族绝对忠诚，今日也不会酿出这样的恶果。
en_us: "If you guys had done your part to uphold the contract that I had set up with you years ago, and had been completely loyal to the queen and the elven race, this wouldn't have happened today.

source: “但您看这栋楼，在罗莫街上算是非常新的建筑，而且内部结构也还非常完好，之前是一家酒馆，留下了不少东西都是可以直接用的，如果不是在罗莫街，其他街道可远远不止这个价格。”费奇积极推销道。
en_us: Fitch promoted it enthusiastically. "However, if you look at this building, it's considered very new on Romo Street and its interior was still very intact. It was a tavern previously and many of the things that were left behind could be used right away. If you aren't on Romo Street but on the other streets, it wouldn't be this price."

source: “但现在的问题并不在于它在哪里，而是如何才能将它重新封印，以及找到真正控制古尸的‘头脑’。”
en_us: "But the problem now isn't finding it, but how to reseal it and find the 'head' that is controlling the ancient corpses."

source: “但神奇的是，虽然汤色是褐色的，但非常清亮，没有丝毫浑浊和油腻的感觉。”
en_us: "What is amazing is, although the soup is brown, it's very clear. It doesn't look murky or greasy."

source: “但这的确不是蜗牛，田螺和辣椒爆炒，味道会非常赞。”麦格把最后一把田螺削好，然后用清水仔细清洗了数遍，确保所有的脏东西都已经被洗掉。
en_us: "But these are really not snails. Escargots taste fantastic when they are stir-fryed with chili." Mag cut the last escargot before washing them with clean water for a few times, making sure that all the dirty stuff were cleaned out.

source: “位置是不错，但格局和面积都不符合我的要求。”麦格面无表情的拒绝。
en_us: "The location is good, but the layout and size are not what I require," Mag rejected calmly.

source: “住在隔壁……不会被人发现吧？”诺亚把还没有苏醒的梅兰特背起，看着麦格有点担心道。
en_us: Noya put the unconscious Merante on his back as he asked Mag worriedly, "Beside…? Won't we be found out?"

source: “何方妖孽，敢在我洛都城内闹事！”领头的十级骑士手握重剑，看着被冰墙挡住的黑色大蛇厉声喝道。
en_us: The 10th-tier knight in the lead yelled at the giant black snake that blocked by an ice wall, "What evil beast are you? How dare you wreck havoc in our Rodu city!"

source: “何止是有点，怎么都叫不醒，我都差点打算给你治疗一番了。”伊琳娜撇撇嘴。
en_us: "It's more than a little. We couldn't wake you up no matter how. I almost wanted to treat you." Irina pursed her lips.

source: “作为一个系统，你也要有点追求啊。一个厨神，干了战神的事，说出去，是不是很拉风啊？”麦格说道。
en_us: "As a System, you also need to have some pursuits. As a God of Cookery, isn't it also very impressive if I can do what things of the God of War?" Mag said.

source: “作为一名鬼族，不要只想着口舌之欲，没出息。”梅兰特训斥道，也是忍不住看了一眼角落的方向，肚子有些不争气的咕噜噜叫了起来。
en_us: "As a member of the Ghost Clan, don't keep thinking about food. You look useless," Merante lectured. However, he couldn't help staring at the corner, and his stomach began to growl uncontrollably.

source: “你……”希利面色一冷。
en_us: "You…" Seely's face tightened with anger.

source: “你……你……”奥斯特捂着脖子，瞪眼看着点亮了一盏兽油灯，解开了自己面纱的康妮。
en_us: "Y-you..." Auster covered his neck and glared at Connie, who lit up a beast oil lamp and removed her veil.

source: “你……你们是谁？！”鲍里斯惊道，手却是悄然握住了腰间的短刃。
en_us: "W-who are you guys?!" Boris said in a shock. His hand grabbed the dagger at his waist quietly.

source: “你……你是谁？我家的克莱拉小宝贝呢？我……我告诉你，她是这个世界上最漂亮，最好的女人……你……你不要拦着我回家……”帕萨摇摇晃晃的走来，一本正经的说道，然后顺势倒在了女人的怀里。
en_us: "Wh-who are you? Where is my Baby Clara? I… I'm telling you, she's the world's most beautiful and best woman… Don't… don't stop me from going home…" Pasa staggered in as he mumbled and fell into the woman's embrace.

source: “你……你耍我？！”奥尔登脸一黑，还没有人敢在这么多人面戏耍他。
en_us: "You… Are you kidding me?!" Aulden's face turned black. No one had ever dared to tease him in front of so many people.

source: “你……你谁啊？坐到我们这里来做什么？”卢西恩还有些警惕，歪头看着麦格。
en_us: "You… who are you? Why are you sitting with us?" Lucien was still a little cautious as he tilted his head to look at Mag.

source: “你……你问这个做什么？”波比斜着眼睛看着麦格，还有几分警惕。
en_us: "Wh-why are you asking about this?" Bobby glanced at Mag cautiously.

source: “你下午去罗莫街一趟，在我空置的房子上留下联系方式，应该很快就会有人来找你了。”麦格笑着说道。
en_us: "Go to Romo Street in the after noon and put up your contact details on my vacant houses. People will be looking for you very soon." Mag said with a smile.

source: “你不会连亚历克斯都不知道是谁吧？”老板有些鄙夷的看了他一眼，接着道：“当年他和伊琳娜公主这对璧人，在诺兰大陆上闯下赫赫威名，留下了无数佳话和传说，成为了无数作者的重要素材，养活了一大批的作者啊。”
en_us: "Don't tell you don't know who Alex is?" The boss gave him a disdainful look before continuing, "Irina and Alex had made a great name for themselves on the Norland Continent back then. They left behind countless stories and legends, which are important source materials for countless authors. They supported a big group of authors."

source: “你不坐着和我喝两杯吗？”伊琳娜看着仅有的一个杯子，然后抬头看着麦格说道。
en_us: "Aren't you sitting down to have a couple of glasses with me?" Irina saw that there was only a shot glass.

source: “你不是一个诚实的人类。”晞眉头微皱。
en_us: "You're not an honest human." Xi frowned.

source: “你不是说要减肥嘛，趁着麦老板不在的这个月，赶紧动起来吧，人家姑娘还等着你娶呢。”杰尔吉伸手拍了拍他的肚子，笑呵呵道。
en_us: "Didn't you say you wanted to lose weight? Get moving in this one month when Boss Mag is not around. The lady is still waiting for you to marry her," Gjerj said with a chuckle as he smacked Harrison's tummy.

source: “你不知道，现在男人在外面越来越危险了，总有一些女人不怀好意的靠近，千方百计想要占男人便宜，虽然我已经很努力保护自己，但有时候还是防不胜防。”麦格接着解释道。
en_us: "You have no idea. It's getting more and more dangerous for a man outside. There will always be women with bad intentions trying to prey on us and take advantage of us with whatever means they have. Although I've already tried my best to protect myself, sometimes, there are still some things I could not prevent," Mag explained.

source: “你不行。”麦格皱着眉摇头道。
en_us: "You can't," Mag said as he shook his head.

source: “你不行了？”伊琳娜微微眯着眼睛上下打量着诺亚。
en_us: "You're not okay?" Irina sized Noya up and down.

source: “你不要过来啊！”诺亚猛地从狮鹫背上坐了起来，额头上全是冷汗。
en_us: "Don't come over!" Noah suddenly jumped up on the griffin's back, his forehead was covered in cold sweat.

source: “你不要过来啊！！！”
en_us: "Don't you come over!!!"

source: “你为什么突然想出名了？”伊琳娜把杂志收起，有些疑惑的看着麦格。
en_us: "Why do you want to get famous suddenly?" Irina kept the magazine and looked at Mag doubtfully.

source: “你也不想想，就算我有这贼心，可我有这贼胆吗？我敢吗？”
en_us: "Why did it never cross your mind that I wouldn't dare to even if I had that intention?"

source: “你也少喝点吧，注意身体。”胖老板说道。
en_us: "Drink less and take care of your body," the fat boss said.

source: “你也能看到魔气？”梅兰特有些惊讶的看向伊琳娜。
en_us: "You can see the evil aura too?" Merante looked at Irina in shock.

source: “你从何处获得了这台印刷机？是外来文明吗？”晞的神情变得肃然。
en_us: "Where did you get this printing machine from? An alien civilization?" Xi's expression turned solemn.

source: “你以前要是有这个手艺，咱们爷俩也不用在野地里挨饿了。”梅兰特伸手给了他俩板栗。
en_us: "If you had this skill in the past, we wouldn't have to starve in the wild." Merante passed Noya two chestnuts.

source: “你以德服人，我以武服人。”雷克斯一脸认真道。
en_us: "You'll conquer them with your principles, and I will conquer them with my brawn," Rex said seriously.

source: “你们一家是去买东西吗？”
en_us: "Are you all going shopping?"

source: “你们二人深夜来访，所为何事？”安德烈看着麦格问道。
en_us: "What matter do the two of you have at such wee horus?" Andre asked Mag.

source: “你们五个，随我去追！”一位大将跳上飞行坐骑，又点了五位强者，向着西面追去。
en_us: "The five of you, follow me in pursuit of it!" An general leaped onto his flying steed and ordered five powerhouses before they chased after it westwards.

source: “你们先走！”麦格且战且退，同时向着伊琳娜他们叫道。
en_us: Mag retreated as he battled. At the same time, he shouted at Irina, Merante and Noah, "You guys leave first!"

source: “你们先退后一点，我来踹门，出去之后，我往西边跑，把他们引开，你们去把乔的尸体解下来。”强壮的精灵说道。
en_us: "Stand back a little. I'll kick the door down. When we get out, I'll run westward and lure them away. You two go get Joe's body down," the strong elf said.

source: “你们埋伏于殿堂内外，我以摔杯为号，所有人一齐动手，将二人当场格杀！”奥斯特看着众人，脸上露出了狡诈的笑容。
en_us: "You guys will ambush outside the hall. I will smash the cup as the signal and all of us will act together and kill both of them right on the spot!" Auster looked at all of them and revealed a cunning smile.

source: “你们好吖。”艾米冲着众人笑眯眯的说道，乖巧又可爱。
en_us: "How do you do?" Amy smilingly said. She was well-behaved and adorable.

source: “你们是去打坏蛋吗？”艾米问道。
en_us: "Are you guys going to beat up the bad eggs?" Amy asked.

source: “你们是想让我洛斯帝国以一国之力抗住魔鬼和亡灵军团？”安德烈皱眉道。
en_us: "You want me to defeat the Devil and Army of the Dead solely with the power fo the Roth Empire alone?" Andre said with a frown.

source: “你们是洛斯帝国的教廷传教士吧？”坐在卡诺身旁的那位兽人也是有些好奇的看着两人。
en_us: "Are you guys the Holy See's missionaries from the Roth Empire?" The orc sitting next to Canault was also looking at the two of them curiously.

source: “你们是谁！”巨汉心里一惊，转过身来看着麦格喝道。
en_us: The bulky guy was shocked and he turned around to yell at Mag, "Who are you!?"

source: “你们没有这个业务吗？”麦格打断了他的废话。
en_us: "You don't provide this service?" Mag interrupted his nonsense.

source: “你们的酒和下酒菜，请慢用。”麦格很快将酒和下酒菜给众人上了，然后识趣的退下。
en_us: "Your drinks and dishes. Please enjoy." Mag quickly served them their drinks and dishes before retreating cleverly.

source: “你们看下面。”梅兰特走到冰崖边沿，指着下方道。
en_us: Merante walked to the edge of ice cliff and pointed downwards. "Look down."

source: “你们究竟是谁？！为什么要这样子？”鲍里斯愤怒的说道。
en_us: "Who are you guys exactly?! Why are you doing this?" Boris said angrily.

source: “你们要不要试试？”卢西恩看着其他几位大臣问道。
en_us: "Do you want to give it a try?" Lucien asked the other courtiers.

source: “你们这种残次品系统不都是丢到一起养蛊的吗？互不干扰可还行？世界终究只有一个王，三十年河东，三十年河西的口号呢？”麦格有点不信。
en_us: "Aren't all you subpar Systems thrown together? Why wouldn't the Systems disturb each other? There would ultimately only be one king in the world. change is the only constant, the wheel of fortune turns. Why is it not possible?" Mag did not buy that.

source: “你们随我进来，我一边走，一边和你们说。”梅兰特带着麦格和伊琳娜转身又往洞穴里走。
en_us: "Come with me. I'll explain as we walk." Merante brought Mag and Irina into the cave.

source: “你们饿了吧，我去给你们做早……午餐。”麦格从床上爬起来。
en_us: "You guys must be hungry. I'll go make break— lunch for you guys." Mag got up from the bed.

source: “你会开吗？”麦格笑着问。
en_us: "Do you know how to drive this?" Mag asked with a smile.

source: “你倒是挺不客气的啊。”麦格眉梢微挑，高等文明对于低等文明的下意识轻视暴露无遗。
en_us: "You're really not shy." Mag raised his brows slightly. The subconscious discrimination that an advanced civilization had for a lower civilization was blatant.

source: “你先回家吧，我不太放心两个孩子待在家里，我要回一趟混乱之城，亲自去和迈克尔谈谈。”麦格说道。
en_us: "You'll go home first. I don't feel good letting the two children stay at home on their own. I need to make a trip back to Chaos City to talk to Michael." Mag said.

source: “你再说！你再说！”埃菲的眉毛已经快要立起来了。
en_us: "Go on! Go on!" Eiffie's brows were almost about to stand on their ends.

source: “你刚刚给安妮的那个戒指是什么？”
en_us: "What is that ring you gave Annie just now?"

source: “你别着急，我去请医疗兵。”麦格稍稍安抚诺亚，转身上楼去了。
en_us: "Don't be anxious. I'll get the medic," Mag reassured Noya, and turned to walk upstairs.

source: “你去把人带回来，要是有诈，你知道该怎么做吧？”那人声音低沉的说道。
en_us: "Go bring her over. You know what to do if it's a trap, right?" That man said in a low voice.

source: “你去那边先坐着，我去点酒，省的一会连个座位都没有。”库尔特冲着弗格斯说道。
en_us: "You'll take a seat over there first while I go place the order, otherwise we might end up with no seats at all." Kurt said to Fergus.

source: “你又不让我陪你去打架，我只能做做后勤了。”麦格耸肩无奈道。
en_us: Mag shrugged his shoulders, and helplessly said, "You don't want me to go fighting with you, so I can only make up with the logistics."

source: “你又跑哪里去浪了！连饭都不回来吃，长本事了是不是？”一个膀大腰圆的女人站在一处老旧房子门口，看着摇摇晃晃的走来的帕萨，嗓门一下子提了起来，手里已经捏好了一只木拖鞋。
en_us: "Where did you go and have fun? You didn't even come back for dinner? You're getting all capable, aren't you?" A big woman stood at the door of an old house. When she saw Pasa staggering over, she raised her voice, and tightened her grip on the clog in her hand.

source: “你只有十二酒窖的酒，而泰坦酒是需要窖藏来赋予灵魂的，没有一二十年的沉淀发酵，根本称不上好酒。
en_us: "Because you only have 12 cellars of liquor and the Titan Liquor needs to age to give it its soul. Withoutu aging for 10 to 20 years, it cannot be considered as a good liquor.

source: “你可以试试。”伊琳娜笑吟吟的看着麦格说道。
en_us: "You can test it for yourself." Irina said to Mag smilingly.

source: “你吃吧，我不饿。”梅兰特随口答道，然后一边和麦格他们说道：“这处冰窟是我们今天早上发现的，龟甲石出现反应，找了半天才发现这个洞穴。”
en_us: "You go ahead. I'm not hungry." Merante casually answered before saying to Mag, "We found this ice cave this morning. The septaria oracle had a reaction and searched for a long time before we found this cave."

source: “你喜欢这道菜吗？”麦格随口问道。
en_us: "Do you like this dish?" Mag asked.

source: “你在威胁我？”
en_us: "Are you threatening me?"

source: “你在我的脑袋里吗？”艾米伸手拍了拍自己的脑袋，又是用力晃了晃脑袋。
en_us: "Are you in my head?" Amy hit and then shook her head.

source: “你在教我做事？”伊琳娜侧头看着他。
en_us: "Are you teaching me what to do"? Irina turned to look at him.

source: “你在教我做事？”艾米歪头看着他。
en_us: "Are you teaching me how to do things?" Amy tilted her head and asked him.

source: “你埋伏了一整天，杀一个残废，还用了三剑，我对你有些失望。”
en_us: "You ambushed him for the whole day and yet you need to use three strikes to kill a maimed person. I'm a little disappointed in you."

source: “你好。”麦格含蓄的点点头。
en_us: "Hello." Mag nodded reservedly.

source: “你好啊胖爷爷。”艾米乖巧的打招呼道。
en_us: "Hello, Fat Grandpa." Amy greeted him docilely too.

source: “你好啊，漂亮小姐姐。”艾米看着温妮莎说道。
en_us: "Hello, pretty big sister," Amy said to Vanessa.

source: “你好笨哦，这样子都不会。”
en_us: "You are so stupid. You can't even do this.

source: “你好，喝点什么？”麦格站在吧台后问道。
en_us: "Hi, what would you like to drink?" Mag asked from behind the counter.

source: “你好，我是麦米餐厅的老板麦格，今天冒昧前来，是想给孩子们做一些食物。”麦格微笑着说道。
en_us: "Hello. I am Mamy Restaurant's boss, Mag. I hope to cook some food for the children today," Mag replied with a smile.

source: “你好，有事吗？”麦格开门出去。
en_us: "Hello, can I help you?" Mag opened the door.

source: “你好，漂亮的小宝贝，请问哈迪斯先生在家吗？”埃菲微笑着看着艾米说道。
en_us: "Hello, pretty little baby. Is Mr. Hades at home?" Eiffie said to Amy smilingly.

source: “你好，真乖。”温妮莎的脸上也是露出了一丝笑容，伸手摸了摸那躺着的宠物的肚子，“它也好可爱。”
en_us: "Hello, you're so obedient." Vanessa smiled. She reached over and stroked the belly of the pet, and said, "He's cute too."

source: “你守着这么一个宝贝酒窖，就拿那种酒糊弄酒客？”麦格看着埃菲问道。
en_us: Mag stared hard at Eiffie and asked, "You have such precious liquor in your cellars and yet you used those liquors to fool your customers?"

source: “你就喝那个？”伊琳娜看了眼麦格的那碗豆浆。
en_us: "You're drinking that?" Irina looked at Mag's soybean milk.

source: “你就是当老板娘的命，跑堂这种活让你来做，实在太大材小用了。”麦格一脸认真道。
en_us: "You have the life of a lady boss. Making you run around in the tavern is a waste of talent," Mag said seriously.

source: “你就说卖不卖吧，小爷今天有的是钱，只要是能够食用的蜗牛，100铜币一只，我也毫不含糊的给你买了。”麦格阔气的说道。
en_us: "Just tell me if you're selling it or not. I have a lot of money now. As long as it's an edible snail, I'll pay you 100 copper coins for every single one of them." Mag said generously.

source: “你已经失去这个资格。”
en_us: "You have already lost that right."

source: “你应该比谁都清楚这关乎着整个诺兰大陆的命运！”安德烈看着麦格的眼睛说道。
en_us: "You should know better than anyone how this would affect the fate of the entire Norland Continent!" Andre said as he looked into Mag's eyes.

source: “你开心吗？”麦格看着她问道。
en_us: "Are you happy?" Mag looked at her and asked.

source: “你很了解他？”
en_us: "Do you know him very well?"

source: “你懂烹饪吗？”梅兰特给自己装了个旱烟，在一旁吧唧吧唧的抽着，瞄了他一眼道。
en_us: "Do you know how to cook?" Merante rolled a stick for himself and smoked as he glanced at Noya.

source: “你手上还有多少罗莫街的房子？”麦格抬眼看着费奇问道。
en_us: Mag looked up, and asked Fitch, "How many properties on Romo Street do you have?"

source: “你护着两个孩子，我先把那家伙从这里带走。”麦格和伊琳娜说了一声，往脸上套了一个面具，闪身出了门。
en_us: "You'll protect the two children while I lure this fellow away from here." Mag said to Irina before putting on a mask and darted out of the door.

source: “你撒开。”伊琳娜拿开麦格的手，开始打量着梅兰特。
en_us: "Let me go." Irina pushed Mag's hand away, and started to observe Merante carefully.

source: “你昨天不是学了一半吗，今天当然要把剩下的一半学会了。”麦格笑着道。
en_us: "You've only learnt it halfway yesterday, of course you'll have to learn the remaining half today," Mag said with a smile.

source: “你是一个好父亲，我能够理解你的愤怒，不过这件事事关诺兰大陆，我希望你能好好考虑一下。”希利说完，转身向着门口走去。
en_us: "You are a good father. I can understand your anger, but this matter concerns the Norland Continent. I hope you can consider it properly." After saying that, Seely turned around, and walked to the door.

source: “你是什么人？！要干什么？！”玛拉大声呵斥道。
en_us: "Who are you?! What do you want to do?!" Mala shouted loudly.

source: “你是怎么做到的？”伊琳娜上前摸了摸他的脸，麦格上楼一趟，竟然易容成了乔修的模样，几乎一模一样。
en_us: "How did you do that?" Irina went up to touch his face. When Mag went upstairs, he actually disguised himself as Josh. It was a complete replica.

source: “你是我们精灵近千年来天赋最强的精灵，曾经你有机会引领精灵族走向更伟大的未来，我和女王对你寄予了极大的期望，可你却爱上了一个人类，而且还与他苟合生下一个孽种，这是不可宽恕的背叛。”海伦娜一脸怒其不争的神情。
en_us: "You are the most talented elf in the last 1000 years. You once had the chance to lead the elven race to a greater future. The queen and I had high hopes for you, but you fell in love with a human, and even had a bastard with him. This is an unforgivable betrayal." Helena had a disappointed expression.

source: “你是我哥。”系统也是在麦格心里佩服的说道。
en_us: "You're my brother." The system also commented with admiration inside Mag.

source: “你有什么计划吗？”伊琳娜收下钱，放在手边，笑容愈发灿烂，看着麦格问道。
en_us: "What is your plan?" Irina asked Mag with a smile as she kept the money.

source: “你有很多钱？”伊琳娜看着他问道。
en_us: "You have a lot of money?" Irina asked.

source: “你有意见？”
en_us: "Do you have any opinion?"

source: “你杀了他？”麦格问道。
en_us: "You killed him?" Mag asked.

source: “你杀奥斯特用了几剑？”
en_us: "How many strikes did you use to Auster?"

source: “你没事吧？”伊琳娜来到麦格身边，伸手握住他的手，关切的问道。
en_us: Irina approached Mag, grabbed his hand and concernedly asked, "Are you alright?"

source: “你没救了。”埃菲翻了个白眼，转身进了酒馆，心里却也忍不住在想，要是哈迪斯先生想拐她，她是应该接受呢，还是先假装矜持一下？
en_us: "You're hopeless." Eiffie rolled her eyes and went into the tavern. However, she couldn't help thinking if Mr. Hades wanted to kidnap her, should she accept it readily or pretend to decline first?

source: “你父亲不会把整个酒馆下方都掏空了，然后全部装满了酒吧？”麦格侧头看着埃菲问道。
en_us: Mag tilted his head and asked Eiffie, "Did your father dig up everything under the tavern and fill it with liquor?"

source: “你父亲是一位优秀的酿酒师，以及一位有想法的设计师。”麦格合上册子，看着埃菲认真的说道。
en_us: Mag closed the booklet and seriously said to Eiffie, "Your father was an outstanding brewer and a designer who was very imaginative."

source: “你的对手是我！”
en_us: "I am your opponent!"

source: “你的酒馆不开门吗？”
en_us: "Aren't you going to open the tavern?"
